<template>
  <div>
    <h3>报修须知</h3>
    <hr>
    <div class="content">
      <p>后勤维修平台现已开通，所有维修项目请大家直接登录我们的平台进行填写。</p>
      <p>1、为了方便维修请大家登录报修平台时真实填写信息，联系电话请填手机号码，报修成功后系统会就你的工单目前受理情况进行短信提示。</p>
      <p>2、后勤维修平台主要受理后勤业务职责内的日常维修，大型维修工程项目，各单位以纸质报告加盖公章报后勤管理处。</p>
      <p>3、校园网的规划建设、运行维护和管理服务工作，由网络与教育中心负责；校园卡及充费系统、学生公寓控电及计费系统由计划财务处负责；消防设施、应急照明灯、疏散标识、交通指示灯、减速带由保卫处负责；报栏、道路路牌、路标由宣传部负责。</p>
      <p>4、后勤维修平台主要受理后勤业务职责内的日常维修，大型维修工程项目各单位以纸质报告加盖公章报后勤管理处。</p>
      <p>5、不属于后勤维修范围的：校园网的规划建设、运行维护和管理服务工作，由网络与教育中心负责；校园卡及充费系统、学生公寓控电及计费系统由计划财务处负责；消防设施、应急照明灯、疏散标识、交通指示灯、减速带由保卫处负责；报栏、道路路牌、路标由宣传部负责。</p>
      <p>6、以下几类报修会被驳回：1、重复报修。2、不属于后勤维修范围的。如：网络问题、宿舍用电缴费问题、洗衣机维修等。3、报修地址不详并且联系不上报修人的。</p>
    </div>
  </div>
</template>

<script>
export default {
  methods: {
    goBack () {
      console.log('go back')
    }
  }
}
</script>

<style scoped>
  hr {
    width: 80%;
    height: 3px;
    background-color: #ccc;
  }
  .content {
    width: 90%;
    margin: 5px auto 0;
    text-align: left;
    padding: 3px 55px 3px 55px;
    background-color: #fff;
    box-shadow: 0 2px 4px rgba(0, 0, 0, .12), 0 0 6px rgba(0, 0, 0, .04);
  }
</style>
